[

{
  "front": {
    "headline": "Vic Park's new attraction",
    "hook": "is not what yous think, but it's definitely not that unexpected",
    "punchline": "can't unsee",
    "emoji": "🙈"
  },
  "back": {
    "article": "I was walking through Vic Park when I saw a homeless guy jerking off. I couldn't believe it! I mean, I knew Vic Park was a popular spot for the tweakers, but I never thought I'd see something like this. I guess you could say Vic Park's new attraction is a hit!"
  }
},
{
  "front": {
    "headline": "Pizza-Pizza's secret ingredient",
    "hook": "I always wondered why I crave their pizza at 2am",
    "punchline": "Addictive spices",
    "emoji": "🍕"
  },
  "back": {
    "article": "There's a rumor going around that Pizza-Pizza's secret ingredient is not what you think. Some people claim that the pizza is laced with coke that keep you coming back for more. They say that it's like a drug and that they crave it at all hours of the night. While there's no evidence to support this claim, it's still a popular theory among Pizza-Pizza fans. So next time you're craving a slice at 2am, just remember that it might not be your fault!"
    }
},   
{
  "front": {
    "headline": "Dollar beers @ Trin = piss water",
    "hook": "Cheap thrills",
    "punchline": "Bring gum",
    "emoji": "🍺"
  },
  "back": {
    "article": "Trinity's dollar beer nights are a hit among students, but let's be real, the beer is shit. It's basically piss water. But hey, when you're on a budget, you can't be too picky. Just make sure you bring some gum to cover up the smell of your breath if you plan on catching some birdies!"
  }
},
{
  "front": {
    "headline": "Stages' terrible music",
    "hook": "Basic bitches unite to the sound of T-Swift",
    "punchline": "Stage rage",
    "emoji": "🎶"
  },
  "back": {
    "article": "Stages is the place to be if you're looking for a trashy night out. The music is so bad that you'll want to cover your ears, and the girls are so trashy that you'll want to cover your eyes. But that's the appeal of Stages - it's the ultimate trashy experience. You'll hear the same Drake song for the 100th time in one night, and you'll see girls with dyed hair and too much makeup grinding on the dance floor. It's not for everyone, but if you're looking for a wild night out, Stages is the place to be. Just don't say we didn't warn you!"
  }
},
{
  "front": {
    "headline": "Tren on Aberdeen",
    "hook": "Party central",
    "punchline": "steroids",
    "emoji": "🎉"
  },
  "back": {
    "article": "If you're looking for a place to not do steroids, Tren on Aberdeen is the place to be. It's a popular spot for students to party and get drunk, but it's also a popular spot for students to do steroids. It's not uncommon to see guys with huge muscles and tiny dicks walking around. So if you're looking for a place to party and do steroids, Tren on Aberdeen is the place to be!"
  }
},
{
  "front": {
    "headline": "Mary-J's dispensary for weed",
    "hook": "High times",
    "punchline": "Weed paradise",
    "emoji": "🌿"
  },
  "back": {
    "article": "Mary-J's dispensary is a weed paradise. They have everything from OG Kush to Purple Haze. And the best part? Just make sure you don't get too high and forget where you parked your car."
  }
},
{
  "front": {
    "headline": "Punjab Car Uber Eats",
    "hook": "Curry on the go",
    "punchline": "Spice up your life",
    "emoji": "🍛"
  },
  "back": {
    "article": "Punjab Car is the newest addition to Uber Eats and it's a game changer. Now you can get delicious Indian food delivered right to your doorstep. Spice up your life with some butter chicken or lamb vindaloo. Just make sure you have some Tums on hand!"
  }
},
{
  "front": {
    "headline": "ClassDojo's dirty secret",
    "hook": "Teacher's pet",
    "punchline": "Extra credit, anyone?",
    "emoji": "📚"
  },
  "back": {
    "article": "ClassDojo is a popular app for teachers to communicate with parents and students, but it has a dirty secret. Teachers are using it to hook up with their students! That's right, they're offering extra credit in exchange for sexual favors. It's like being a teacher's pet on steroids!"
  }
},
{
  "front": {
    "headline": "Caught my roommate having sex in the library",
    "hook": "Stauff's new study buddy",
    "punchline": "Quiet please",
    "emoji": "📚"
  },
  "back": {
    "article": "I was studying in Stauffer Library when I caught my roommate having sex with his girlfriend in one of the study rooms. I couldn't believe it! I mean, I knew Stauff was a popular spot for students to study, but I never thought I'd see something like this. I guess you could say Stauff's new study buddy is a hit!"
  }
},
{
  "front": {
    "headline": "Caught my professor doing lines of coke in his office",
    "hook": "Higher education",
    "punchline": "Extra credit, anyone?",
    "emoji": "🎓"
  },
  "back": {
    "article": "I walked into my professor's office and saw him doing lines of coke off his desk. I couldn't believe it! I mean, I knew academia was a cutthroat world, but I never thought I'd see something like this. I guess you could say he's taking higher education to a whole new level!"
  }
}

]